[
  {
    "title": "Pre-Debut",
    "subTitle": "Girl Group JYP Baru dan Sixteen",
    "paragraph": [
      "Pada 19 Desember 2013, JYP Entertainment mengumumkan bahwa mereka akan mendebutkan girl group baru pada paruh pertama tahun 2014, girl group pertama yang keluar dari perusahaan tersebut sejak debut miss A pada tahun 2010. Pada 27 Februari 2014, trainee JYP Lena dan Cecilia dikonfirmasi sebagai anggota grup, sementara anggota lainnya yang dikabarkan termasuk trainee JYP Nayeon, Jeongyeon, Jisoo (kemudian Jihyo) dan Minyoung. Setelah Cecilia keluar, trainee JYP Sana menggantikannya dan 6mix hampir debut ketika Lena meninggalkan perusahaan, yang secara efektif membatalkan debut mereka.",
      "Pada 11 Februari 2015, Park Jin-young mengumumkan bahwa formasi dari girl group beranggotakan tujuh orang yang akan datang dari JYP akan diputuskan melalui Sixteen, sebuah acara kompetisi survival yang akan ditayangkan di Mnet akhir tahun itu. Park menjelaskan dalam konferensi pers sebelum acara tersebut tayang bahwa ia berharap grup tersebut akan 'memiliki kesan alami dan sehat seperti Wonder Girls dan miss A, dengan sisi yang lebih edgy dan liar. Saya ingin meningkatkan grup berikutnya ini dengan menambahkan elemen seperti hip-hop dan rap.",
      "Acara tersebut dimulai pada 5 Mei dan berakhir dengan Nayeon, Sana, Dahyun, Chaeyoung, Mina, Jihyo, dan Jeongyeon sebagai tujuh anggota Twice. JYP kemudian mengumumkan bahwa dia akan menambah jumlah anggota grup dari 7 menjadi 9 dengan menambahkan Tzuyu, yang merupakan 'pilihan penonton' karena dia adalah kontestan paling populer pada akhir acara, dan Momo, yang ditambahkan oleh JYP sendiri karena dia merasa grup tersebut membutuhkan seseorang dengan kemampuan pertunjukan seperti Momo. Keputusan ini kontroversial pada saat itu dengan banyak orang yang mengeluhkan bahwa kontestan yang tereliminasi bisa bergabung dengan grup.",
      "Twice dijadwalkan debut pada akhir tahun 2015.",
      "Pada 10 Juli 2015, Twice membuka akun Instagram resmi mereka dengan gambar pertama dari sembilan anggota yang berpose bersama. JYP Entertainment merilis Twice TV, sebuah serial web yang membagikan harapan dan cerita para anggota melalui wawancara dan mengikuti mereka saat mereka bersiap untuk debut."
    ]
  },
  {
    "title": "Debut",
    "subTitle": "Debut Dengan The Story Begins",
    "paragraph": [
      "Pada 7 Oktober 2015, JYP Entertainment meluncurkan situs web resmi band dan mengumumkan melalui SNS bahwa grup tersebut akan debut dengan mini-album The Story Begins dan lagu utama \"Like OOH-AHH\". Lagu ini digambarkan sebagai lagu dansa 'color pop' dengan elemen hip-hop, rock, dan R&B. Tim komposisi termasuk Black Eyed Pilseung, yang dikenal karena menyusun rilisan sukses seperti \"Only You\" milik Miss A. Pada 20 Oktober, album dan video musik lagu tersebut dirilis secara online dan melalui Naver V App. Grup ini mengadakan showcase langsung pada hari yang sama, di mana mereka menampilkan \"Like OOH-AHH\" bersama dengan lagu dansa \"I Think I'm Crazy\" dan \"Do It Again\".",
      "Video musik tersebut mencapai 50 juta tayangan dalam lima bulan setelah debut mereka dan menjadi video musik debut yang paling banyak ditonton untuk grup K-pop mana pun. Pada bulan Desember, Twice telah menandatangani sepuluh kontrak CF dengan total pendapatan sebesar KRW1,8 miliar. Ini adalah yang terbanyak untuk girl group rookie mana pun setelah sebulan sejak debut. Pada 27 Desember, grup ini menampilkan versi remix dari single mereka \"Like OOH-AHH\" di SBS Gayo Daejeon, kehadiran pertama Twice pada program musik akhir tahun."
    ]
  }
]
